{
  "items": [
    {
      "id": "sky_blue",
      "keywords": ["почему небо", "небо", "голуб", "синее небо"],
      "sample_questions": [
        "Почему небо голубое?",
        "Почему днем небо синее?"
      ],
      "answer_kid": "Небо кажется голубым, потому что солнечный свет рассеивается в воздухе. Голубой свет рассеивается сильнее, поэтому мы его видим чаще!",
      "answer_adult": "Голубой цвет связан с рассеянием Рэлея: молекулы воздуха сильнее рассеивают короткие волны. Поэтому днём небо выглядит голубым."
    },
    {
      "id": "rain",
      "keywords": ["дожд", "откуда дождь", "почему идет дождь", "тучи"],
      "sample_questions": [
        "Откуда берется дождь?",
        "Почему идет дождь?"
      ],
      "answer_kid": "Дождь начинается, когда в облаках собирается много капелек воды. Капельки становятся тяжёлыми и падают вниз.",
      "answer_adult": "Дождь появляется, когда в облаках конденсируется водяной пар. Капли укрупняются и падают, когда сила тяжести побеждает воздушные потоки."
    },
    {
      "id": "rainbow",
      "keywords": ["радуг", "почему радуга", "дуга"],
      "sample_questions": [
        "Почему появляется радуга?",
        "Как получается радуга?"
      ],
      "answer_kid": "Радуга появляется, когда солнце светит на капельки дождя. Свет разбивается на разные цвета, и мы видим красивую дугу!",
      "answer_adult": "Радуга — это преломление и отражение света в каплях воды. Лучи раскладываются на спектр, поэтому мы видим разноцветную дугу."
    },
    {
      "id": "sleep",
      "keywords": ["зачем спать", "почему нужно спать", "сон", "устал"],
      "sample_questions": [
        "Зачем нужно спать?",
        "Почему мы устаём и засыпаем?"
      ],
      "answer_kid": "Во сне тело отдыхает, а мозг раскладывает всё по полочкам. Поэтому после сна мы бодрее!",
      "answer_adult": "Сон помогает восстановлению организма и памяти: мозг перерабатывает впечатления и регулирует гормоны. Поэтому он необходим."
    },
    {
      "id": "seasons",
      "keywords": ["времена года", "почему лето", "почему зима", "почему осень", "почему весна"],
      "sample_questions": [
        "Почему бывают времена года?",
        "Почему зимой холодно, а летом тепло?"
      ],
      "answer_kid": "Времена года меняются, потому что Земля немного наклонена и по-разному освещается солнцем.",
      "answer_adult": "Сезоны возникают из-за наклона земной оси: разные полушария получают разное количество солнечного света в течение года."
    },
    {
      "id": "cat_purr",
      "keywords": ["кошка", "мурлык", "почему кошка мурлы", "кот"],
      "sample_questions": [
        "Почему кошки мурлычут?",
        "Зачем кошка мурлыкает?"
      ],
      "answer_kid": "Кошки мурлычут, когда им хорошо или спокойно. Так они показывают, что им уютно!",
      "answer_adult": "Мурлыканье — способ общения: кошки выражают комфорт и могут успокаивать себя, когда волнуются."
    }
  ]
}
